Repository: elelay/gPodderAsRSSReader
Catalog: data/po/*.po
Languages: nn

source: gPodder on %s
nn: gPodder på %s

source: No description available.
nn: Inga skildring tilgjengeleg.

source: No device configured.
nn: Inga eining er sett opp.

source: Synchronizing: %(index)s of %(count)s
nn: Synkroniserer: %(index)s av %(count)s

source: Device synchronized successfully.
nn: Eininga er synkronisert.

source: Error: Cannot open device!
nn: Feil: Klarte ikkje opna eining!

source: Wrong username/password
nn: Feil brukarnamn/passord

source: Added
nn: Lagt til

source: Queued
nn: I kø

source: Downloading
nn: Lastar ned

source: Finished
nn: Ferdig

source: Failed
nn: Feila

source: Cancelled
nn: Avbrote

source: Paused
nn: Pausa

source: Missing content from server
nn: Manglande innhald frå tenaren

source: I/O Error: %(error)s: %(filename)s
nn: I/O-feil: %(error)s: %(filename)s

source: HTTP Error %(code)s: %(message)s
nn: HTTP-feil %(code)s: %(message)s

source: Error: %s
nn: Feil: %s

source: Downloads
nn: Nedlastingar

source: Idle
nn: Inaktiv

source: Loading incomplete downloads
nn: Lastar ufullstendige nedlastingar

source: Some episodes have not finished downloading in a previous session.
nn: Somme episodar har ikkje vorte lasta ned ferdig i ei tidlegare økt.

source: Resume all
nn: Fortset alle

source: Incomplete downloads from a previous session were found.
nn: Ufullstendige nedlastingar frå ei tidlegare økt vart funne.

source: Action
nn: Handling

source: Confirm changes from gpodder.net
nn: Stadfest endringar frå gpodder.net

source: Select the actions you want to carry out.
nn: Vel handlingane du vil utføra

source: Uploading subscriptions
nn: Lastar opp abonnement

source: Your subscriptions are being uploaded to the server.
nn: Dine abonnement vert lasta opp til tenaren.

source: List uploaded successfully.
nn: Opplastinga av liste var vellykka.

source: Error while uploading
nn: Feil under opplasting

source: Size
nn: Storleik

source: Released
nn: Utgjeven

source: Close this menu
nn: Lukk denne menyen

source: Progress
nn: Framdrift

source: Loading episodes
nn: Lastar episodar

source: No episodes in current view
nn: Ingen episodar her

source: No episodes available
nn: Ingen episodar tilgjengeleg

source: No podcasts in this view
nn: Ingen podkastar her

source: No subscriptions
nn: Ingen abonnement

source: No active downloads
nn: Ingen aktive nedlastingar

source: Downloads (%d)
nn: Nedlastingar (%d)

source: All downloads finished
nn: Alle nedlastingar er fullførte

source: Downloads failed
nn: Nedlastingar feila

source: Please report this problem and restart gPodder:
nn: Ver god og rapporter dette problemet og start gPodder på nytt:

source: Unhandled exception
nn: Ikkje-handtert unntak

source: Feedparser error: %s
nn: Kjeldetolkarfeil: %s

source: disk usage
nn: diskbruk

source: Updated M3U playlist in download folder.
nn: Oppdatert M3U-speleliste i nedlastingsmappe.

source: Updated playlist
nn: Oppdatert speleliste

source: These downloads failed:
nn: Desse nedlastingane feila:

source: Downloads finished
nn: Nedlastingar er fullførte

source: Episode details
nn: Episodedetaljar

source: Start download now
nn: Start nedlasting no

source: Download
nn: Last ned

source: Cancel
nn: Avbryt

source: Remove from list
nn: Fjern frå lista

source: Update podcast
nn: Oppdater podkast

source: Keep episodes
nn: Behald episodar

source: Remove podcast
nn: Fjern podkast

source: Synchronize to device
nn: Synkroniser til eining

source: Podcast details
nn: Podkastdetaljar

source: Error converting file.
nn: Klarte ikkje konvertera fil.

source: Bluetooth file transfer
nn: Filoverføring via Blåtann

source: MP3 player
nn: MP3-spelar

source: Stream
nn: Straum

source: Send to
nn: Send til

source: Local folder
nn: Lokal mappe

source: Bluetooth device
nn: Blåtanneining

source: New
nn: Ny

source: Played
nn: Avspela

source: Keep episode
nn: Behald episode

source: Opening %s
nn: Opnar %s

source: Please check your media player settings in the preferences dialog.
nn: Sjekk mediaspelarinnstillingane dine i innstillingsdialogen.

source: Error opening player
nn: Klarte ikkje opna spelar

source: Adding podcasts
nn: Legg til podkast

source: Please wait while episode information is downloaded.
nn: Vent medan episodeinformasjon vert lasta ned.

source: Existing subscriptions skipped
nn: Eksisterande abonnement er hoppa over

source: You are already subscribed to these podcasts:
nn: Du abonnerer alt på desse podkastane:

source: Podcast requires authentication
nn: Podkast krev autentisering

source: Please login to %s:
nn: Logg inn til %s:

source: Authentication failed
nn: Autentisering feila

source: Website redirection detected
nn: Nettstadsomadressering oppdaga

source: The URL %(url)s redirects to %(target)s.
nn: Adressa %(url)s vert omadressert til %(target)s.

source: Do you want to visit the website now?
nn: Vil du vitje nettstaden no?

source: Could not add some podcasts
nn: Klarte ikkje leggja til somme podkastar

source: Some podcasts could not be added to your list:
nn: Klarte ikkje leggja til somme podkastar til lista di:

source: Unknown
nn: Ukjend

source: Redirection detected
nn: Omadressering oppdaga

source: Merging episode actions
nn: Flett saman episodehandlingar

source: Episode actions from gpodder.net are merged.
nn: Episodehandlingar frå gpodder.net er fletta saman.

source: New episodes are available.
nn: Nye episodar er tilgjengelege.

source: New episodes have been added to the download list.
nn: Nye episodar har vorte lagt til for nedlasting.

source: New episodes available
nn: Nye episodar tilgjengeleg

source: No new episodes. Please check for new episodes later.
nn: Ingen nye episodar. Sjekk om att seinare.

source: No new episodes
nn: Ingen nye episodar

source: Error while updating %(url)s: %(message)s
nn: Feil under oppdatering av %(url)s: %(message)s

source: The feed at %(url)s could not be updated.
nn: Klarte ikkje oppdatera kjelda med adressa %(url)s

source: Error while updating feed
nn: Klarte ikkje oppdatera kjelde

source: Updated %(podcast)s (%(position)d/%(total)d)
nn: Oppdatert %(podcast)s (%(position)d / %(total)d)

source: Cancelling...
nn: Avbryt …

source: Updating "%s"...
nn: Oppdaterer «%s» …

source: Do you really want to quit gPodder now?
nn: Vil du avslutta gPodder no?

source: Quit gPodder
nn: Avslutt gPodder

source: You are downloading episodes. You can resume downloads the next time you start gPodder. Do you want to quit now?
nn: Du lastar ned episodar. Du kan fortsetja nedlastingane neste gong du startar gPodder. Vil du avslutta no?

source: Please check your permissions and free disk space.
nn: Sjekk fri diskplass og rettane dine.

source: Error saving podcast list
nn: Klarte ikkje lagra podkastliste

source: Episodes are locked
nn: Episodane er låst

source: The selected episodes are locked. Please unlock the episodes that you want to delete before trying to delete them.
nn: Dei valde episodane er låst. Lås opp dei episodane du vil sletta og prøv om att.

source: Deleting episodes removes downloaded files.
nn: Sletting av episodar fjernar nedlasta filer.

source: Deleting episodes
nn: Slettar episodar

source: Please wait while episodes are deleted
nn: Vent medan episodane vert sletta

source: Downloaded
nn: Lasta ned

source: Select played
nn: Vel avspela

source: Select the episodes you want to delete:
nn: Vel episodane du vil sletta:

source: Delete episodes
nn: Slett episodar

source: No podcast selected
nn: Ingen podkastar valde

source: Please select a podcast in the podcasts list to update.
nn: Vel ein podkast i lista som du vil oppdatera.

source: Download error while downloading %(episode)s: %(message)s
nn: Det oppstod ein feil under nedlasting av %(episode)s: %(message)s

source: Download error
nn: Nedlastingsfeil

source: Select the episodes you want to download:
nn: Vel episodane du vil lasta ned:

source: Mark as old
nn: Merk som gammal

source: Please check for new episodes later.
nn: Sjekk etter nye episodar seinare.

source: No new episodes available
nn: Ingen nye episodar tilgjengeleg.

source: Login to gpodder.net
nn: Logg inn til gpodder.net

source: Please login to download your subscriptions.
nn: Logg inn for å lasta ned abonnementa dine.

source: Subscriptions on gpodder.net
nn: Abonnent på gpodder.net

source: Please select a podcast in the podcasts list to edit.
nn: Vel ein podkast i lista for å redigera

source: Podcast
nn: Podkast

source: Remove podcasts
nn: Fjern podkastar

source: Select the podcast you want to remove.
nn: Vel podkastane du vil sletta.

source: Remove
nn: Fjern

source: Removing podcast
nn: Fjernar podkast

source: Please wait while the podcast is removed
nn: Vent medan podkasten vert fjerna

source: Do you really want to remove this podcast and its episodes?
nn: Vil du fjerna denne podkasten og alle nedlasta episodar?

source: Removing podcasts
nn: Fjernar podkastar

source: Please wait while the podcasts are removed
nn: Vent medan podkastane vert fjerna

source: Do you really want to remove the selected podcasts and their episodes?
nn: Vil du fjerna denne podkasten og alle nedlasta episodar?

source: Please select a podcast in the podcasts list to remove.
nn: Vel ein podkast i lista for å fjerna.

source: OPML files
nn: OMPL-filer

source: Import from OPML
nn: Importer frå OPML

source: Import podcasts from OPML file
nn: Importer podkastar frå OPML-fil

source: Nothing to export
nn: Ingenting å eksportera

source: Your list of podcast subscriptions is empty. Please subscribe to some podcasts first before trying to export your subscription list.
nn: Lista di over podkastabonnement er tom. Abonner på nokre podkastar før du prøver å eksportera abonnementslista di.

source: Export to OPML
nn: Eksporter til OPML

source: Your podcast list has been successfully exported.
nn: Podkastlista di er eksportert.

source: Could not export OPML to file. Please check your permissions.
nn: Klarte ikkje eksportera til OPML-fil. Sjekk rettane dine.

source: OPML export failed
nn: Klarte ikkje eksportera OPML

source: A podcast client with focus on usability
nn: Ein podkastklient med fokus på brukarvennleik

source: translator-credits
nn: Torstein Adolf Winterseth <kvikende@yahoo.no> Send feilmeldingar og kommentarar til <i18n-nn@lister.ping.uio.no>

source: Maintainer:
nn: Vedlikehaldar:

source: Patches, bug reports and donations by:
nn: Programfiks, feilrapporteringar og donasjonar av:

source: Please select an episode from the episode list to display shownotes.
nn: Vel kva for episode i lista du vil sjå detaljane til.

source: No episode selected
nn: Ingen episode

source: Unable to stream episode
nn: Klarte ikkje strauma episode

source: Podcasts
nn: Podkastar

source: Cannot start gPodder
nn: Klarte ikkje starta gPodder

source: D-Bus error: %s
nn: D-Bus-feil: %s

source: No downloadable episodes in feed
nn: Ingen nedlastbare episodar i kjelde

source: released %s
nn: Utgjeven %s

source: from %s
nn: Frå %s

source: played
nn: avspela

source: unplayed
nn: ikkje spela

source: today
nn: idag

source: downloaded %s
nn: lasta ned %s

source: No description available
nn: Ingen detaljar tilgjengeleg

source: unknown
nn: ukjend

source: Unplayed
nn: Ikkje spela

source: Add %s
nn: Legg til %s

source: Remove %s
nn: Fjern %s

source: Send podcast episodes to Bluetooth devices. Needs the bluetooth-sendto command from gnome-bluetooth.
nn: Send episodar til blåtanneiningar. Krev «bluetooth-sendto»- kommandoen frå «gnome-bluetooth».

source: HTML episode shownotes
nn: HTML-episodedetaljar

source: Display episode shownotes in HTML format using WebKit.
nn: Vis episodedetaljar i HTML-format ved hjelp av WebKit.

source: Unknown track
nn: Ukjent spor

source: %s on Soundcloud
nn: %s på Soundcloud

source: Tracks published by %s on Soundcloud.
nn: Spor publisert av %s på Soundcloud

source: %s's favorites on Soundcloud
nn: %ss favorittar på Soundcloud

source: Tracks favorited by %s on Soundcloud.
nn: Spor favorisert av %s på Soundcloud.

source: iPod synchronization
nn: iPod-synkronisering

source: Support synchronization of podcasts to Apple iPod devices via libgpod.
nn: Støtte for synkronisering av podkastar til Apple iPod-einingar via libgpod.

source: iPod OGG converter
nn: iPod OGG-konverterer

source: Convert OGG podcasts to MP3 files on synchronization to iPods using oggdec and LAME.
nn: Konverter OGG-podkastar til MP3-filer ved synkronisering til iPod ved hjelp av oggdec og LAME.

source: iPod video podcasts
nn: iPod filmpodkastar

source: Detect video lengths via MPlayer, to synchronize video podcasts to iPods.
nn: Oppdag filmlengd via MPlayer, for å synkronisera filmpodkastar til iPod-ar

source: Rockbox cover art support
nn: Omslagsbiletstøtte til Rockbox

source: Copy podcast cover art to filesystem-based MP3 players running Rockbox.org firmware. Needs Python Imaging.
nn: Kopier podkastomslagsbilete til filsystembaserte MP3-spelarar som køyrer Rockbox.org-fastvara. Python Imaging krevst.

source: Cancelled by user
nn: Avbroten av brukar.

source: Writing data to disk
nn: Skriv data til disk

source: Opening iPod database
nn: Opnar iPod-database

source: iPod opened
nn: iPod opna

source: Saving iPod database
nn: Lagrar iPod-database

source: Writing extended gtkpod database
nn: Skriv utvida gtkpod-database

source: Removing %s
nn: Fjernar %s

source: Adding %s
nn: Legg til %s

source: Error copying %(episode)s: Not enough free space on %(mountpoint)s
nn: Klarte ikkje kopiera %(episode)s: Ikkje nok ledig plass på %(mountpoint)s

source: Opening MP3 player
nn: Opnar MP3-spelar

source: MP3 player opened
nn: MP3-spelar opna

source: Error opening %(filename)s: %(message)s
nn: Klarte ikkje opna %(filename)s: %(message)s

source: MTP device
nn: MTP-eining

source: Opening the MTP device
nn: Opnar MTP-eining

source: %s opened
nn: %s opna

source: Closing %s
nn: Lukkar %s

source: %s closed
nn: %s lukka

source: Adding %s...
nn: Legg til %s ...

source: Today
nn: Idag

source: Yesterday
nn: I går

source: (unknown)
nn: (ukjend)

source: and
nn: og

source: Integer
nn: Heiltal

source: Float
nn: Flyttal

source: Boolean
nn: Boolsk

source: String
nn: Streng

source: Command: %s
nn: Kommando: %s

source: Default application
nn: Standardprogram

source: Deleted
nn: Sletta

source: New episode
nn: Ny episode

source: Downloaded episode
nn: Nedlasta episode

source: Downloaded video episode
nn: Nedlasta filmepisode

source: Downloaded image
nn: Nedlasta bilete

source: Downloaded file
nn: Nedlasta fil

source: missing file
nn: manglande fil

source: never displayed
nn: aldri vist

source: never played
nn: aldri avspela

source: never opened
nn: aldri opna

source: displayed
nn: vist

source: opened
nn: opna

source: deletion prevented
nn: sletting avverga

source: All episodes
nn: Alle episodar

source: from all podcasts
nn: frå alle podkastar

source: Available
nn: Tilgjengeleg

source: Missing dependencies
nn: Manglar avhengnadar

source: Python module "%s" not installed
nn: Python-modulen «%s» er ikkje installert

source: Command "%s" not installed
nn: Kommandoen «%s» er ikkje installert

source: Nothing to paste.
nn: Ingenting å lima inn.

source: Clipboard is empty
nn: Utklippstavle er tom

source: Username
nn: Brukarnamn

source: Login
nn: Logg inn

source: Authentication required
nn: Autentisering trengst

source: New user
nn: Ny brukar

source: Password
nn: Passord

source: Select destination
nn: Vel mål

source: Setting
nn: Innstilling

source: Set to
nn: Set til

source: Cannot set %(field)s to %(value)s. Needed data type: %(datatype)s
nn: Klarte ikkje setja %(field)s til %(value)s. Påkravt datatype: %(datatype)s

source: Error setting option
nn: Klarte ikkje stilla innstilling.

source: Select new podcast cover artwork
nn: Vel nytt podkastomslagsbilete

source: You can only drop a single image or URL here.
nn: Du kan berre sleppa eit enkelt bilete eller ei adresse her.

source: Drag and drop
nn: Dreg og slepp

source: You can only drop local files and http:// URLs here.
nn: Du kan berre sleppa lokale filer og HTTP-adresser her.

source: Feature
nn: Funksjon

source: Missing components:
nn: Manglande komponentar:

source: Use
nn: Bruk

source: Filename
nn: Filnamn

source: Reading files from %s
nn: Leser filer frå %s

source: Please wait your media file list is being read from device.
nn: Vent medan lista over mediafiler vert lest frå eininga.

source: Folder %s could not be created.
nn: Klarte ikkje laga mappe %s.

source: Error writing playlist
nn: Klarte ikkje skriva speleliste

source: The playlist on your MP3 player has been updated.
nn: Spelelista på MP3-spelaren din har vorte oppdatert.

source: Update successful
nn: Oppdatering vellukka

source: Error writing playlist file
nn: Klarte ikkje skriva spelelistfila

source: Select all
nn: Vel alt

source: Select none
nn: Vel ingen

source: Nothing selected
nn: Ingen vald

source: size: %s
nn: storleik: %s

source: The specified URL does not provide any valid OPML podcast items.
nn: Adressa som er gjeve har ingen gjenkjende OPML-podkastfiler.

source: No feeds found
nn: Ingen kjelder funne

source: There are no YouTube channels that would match this query.
nn: Det er ingen YouTube-kanalar som passar spørjinga.

source: No channels found
nn: Ingen kanalar funne

source: Do nothing
nn: Gjer ingenting

source: Show episode list
nn: Vis episodeliste

source: Add to download list
nn: Legg til nedlasting

source: Download if minimized
nn: Last ned når minimert

source: Download immediately
nn: Last ned no

source: None
nn: Ingen

source: Filesystem-based
nn: Filsystembasert

source: Mark it as played
nn: Merk han som avspela

source: Delete it from gPodder
nn: Slett han frå gPodder

source: Configure audio player
nn: Set opp lydeining

source: Command:
nn: Kommando:

source: Configure video player
nn: Set opp filmspelar

source: manually
nn: manuelt

source: Select folder for mount point
nn: Vel mappe som monteringspunkt

source: Replace subscription list on server
nn: Byt ut abonnementlista på tenaren

source: Remote podcasts that have not been added locally will be removed on the server. Continue?
nn: Eksterne podkastar som ikkje har vorte lagt til lokalt vil verta fjerna på tenaren. Vil du fortsetja?

source: Please wait...
nn: Vennlegst vent …

source: Loading shownotes...
nn: Lastar detaljar …

source: %(position)d of %(count)d done
nn: %(position)d av %(count)d utførd

source: Processing (%d%%)
nn: Prosesserer (%d%%)

source: No device configured
nn: Inga eining er sett opp

source: Please set up your device in the preferences dialog.
nn: Set opp eininga di i innstillingsdialogen.

source: Cannot open device
nn: Klarte ikkje opna eining

source: Please check the settings in the preferences dialog.
nn: Sjekk innstillingane i innstillingsdialogen.

source: Cannot sync to iPod
nn: Klarte ikkje synkronisera til iPod

source: Please install python-gpod and restart gPodder.
nn: Installer python-gpod og start gPodder på nytt.

source: Cannot sync to MTP device
nn: Klarte ikkje synkronisera til MTP-eining

source: Device synchronized
nn: Eining synkronisert

source: Your device has been synchronized.
nn: Eininga di har vorte synkronisert

source: Error closing device
nn: Klarte ikkje lukka eining

source: Please check settings and permission.
nn: Sjekk innstillingane og rettane.

source: Not enough space left on device
nn: Ikkje nok plass att på eininga

source: You need to free up %s. Do you want to continue?
nn: Du må frigjera %s. Vil du fortsetja?

source: Copied
nn: Kopiert

source: Play count
nn: Avspelingsteljar

source: Delete podcasts from device?
nn: Slett podkastar frå eininga?

source: Do you really want to remove these episodes from your device? Episodes in your library will not be deleted.
nn: Vil du fjerna desse episodane frå eininga di? Episodar i biblioteket ditt vil ikkje verta fjerna.

source: There has been an error closing your device.
nn: Det oppstod ein feil medan eininga di vart lukka.

source: Remove podcasts from device
nn: Fjern podkastar frå eininga

source: Select episodes to remove from your device.
nn: Vel episodar som skal fjernast frå eininga.

source: No files on device
nn: Ingen filer på eininga

source: The devices contains no files to be removed.
nn: Einingane inneheld ingen filer som skal fjernast.

source: Cannot manage iPod playlist
nn: Klarte ikkje handera iPod-speleliste

source: This feature is not available for iPods.
nn: Denne funksjonen er ikkje tilgjengeleg for iPod-ar.

source: Cannot manage MTP device playlist
nn: Klarte ikkje handtera MTP-einingspeleliste

source: This feature is not available for MTP devices.
nn: Denne funksjonen er ikkje tilgjengeleg for MTP-einingar

source: gPodder media aggregator
nn: gPodder mediaopphopar

source: Downloading episodes
nn: Lastar ned episodar

source: Looking for new episodes
nn: Ser etter nye episodar

source: Synchronizing to player
nn: Synkroniserer til spelar

source: Cleaning files
nn: Ryddar filer

source: Check for new episodes
nn: Sjekk etter nye episodar

source: Download all new episodes
nn: Last ned alle nye episodar

source: Edit %s
nn: Rediger %s

source: Rename podcast
nn: Gje podkasten nytt namn

source: New name:
nn: Nytt namn:

source: New name: %s
nn: Nytt namn: %s

source: Podcast renamed
nn: Podkasten har fått nytt namn

source: Edit podcast authentication
nn: Rediger podkastautentisering

source: Please enter your username and password.
nn: Skriv inn brukarnamnet og passordet ditt.

source: Username and password removed.
nn: Brukarnamn og passord er fjerna.

source: Authentication updated
nn: Autentisering oppdatert

source: Username and password saved.
nn: Brukarnamn og passord er lagra.

source: Load podcast list
nn: Last podkastliste

source: Load OPML file from the web
nn: Last OPML-fil frå nettet

source: URL:
nn: Adresse:

source: Search on gpodder.net
nn: Søk på gpodder.net

source: Search for:
nn: Søk etter:

source: Search YouTube user channels
nn: Søk i YouTube brukarkanalar

source: Loading podcast list, please wait
nn: Lastar podkastliste, vent.

source: Please pick another source.
nn: Vel ei anna kjelde.

source: No podcasts found
nn: Ingen podkastar funne.

source: Gestures in gPodder
nn: Muserørsler i gPodder

source: Podcast list
nn: Podkastliste

source: Swipe left
nn: Venstrerørsle

source: Edit selected podcast
nn: Rediger valde podkastar

source: Swipe right
nn: Høgrerørsle

source: Update podcast feed
nn: Oppdater podkastkjelde

source: Episode list
nn: Episodeliste

source: Display shownotes
nn: Vis detaljar

source: Playback episode
nn: Spel episode

source: Text copied to clipboard.
nn: Tekst kopiert til utklippstavle.

source: Selection is empty.
nn: Tomt utval.

source: About
nn: Om

source: About %s
nn: Om %s

source: Visit website
nn: Vis nettstaden

source: Report bug
nn: Rapporter feil

source: Donate
nn: Doner

source: Size: %s
nn: Storleik: %s

source: released: %s
nn: Utgjeven: %s

source: Resume download
nn: Fortset nedlasting

source: Pause download
nn: Pause nedlasting

source: Downloading %s
nn: Lastar ned %s

source: Old episode
nn: Gammal episode

source: Play
nn: Spel

source: Rename
nn: Endra namn

source: Podcast renamed: %s
nn: Podkast med nytt namn: %s

source: Login to %s
nn: Logg inn til %s

source: Downloading episode
nn: Lastar ned episode

source: Checking for new episodes...
nn: Sjekkar etter nye episodar …

source: in downloads list
nn: i nedlastingslista

source: Subscribe
nn: Abonner

source: Select a source
nn: Vel ei kjelde

source: Load
nn: Last

source: Search
nn: Søk

source: Open OPML file
nn: Opna OPML-fil

source: Podcast feed/website URL
nn: Adresse til podkastkjelde eller -nettstad

source: OPML file from the web
nn: OPML-fil frå nettet

source: Example podcasts
nn: Dømepodkastar

source: Podcast Top 50
nn: Podkastar i topp 50

source: Search YouTube users
nn: Søk etter YouTube-brukarar
