Repository: elelay/gPodderAsRSSReader
Catalog: data/po/*.po
Languages: nn

source: Download from gpodder.net
nn: Last ned frå gpodder.net

source: Loading podcast list
nn: Lastar podkastliste

source: No podcasts
nn: Ingen podkastar

source: No podcasts found. Try another source.
nn: Ingen podkastar funne. Prøv ei anna kjelde

source: Automatic
nn: Automatisk

source: Landscape
nn: Landskap

source: Portrait
nn: Portrett

source: Manually
nn: Manuelt

source: Hourly
nn: Kvar time

source: Daily
nn: Dagleg

source: Media Player
nn: Mediaspelar

source: Show "All episodes" view
nn: Vis «Alle episodar»-oversikta

source: <b><big>Welcome to gPodder</big></b>
nn: <b><big>Velkommen til gPodder</big></b>

source: Choose from a list of example podcasts
nn: Vel frå ei liste med dømepodkastar

source: Download my subscriptions from gpodder.net
nn: Last ned mine abonnement frå gpodder.net

source: Your subscription list is empty. What do you want to do?
nn: Abonnementlista di er tom. Kva vil du gjera?

source: gPodder startup assistant
nn: gPodders oppstartsassistent

source: Add a new podcast
nn: Legg til ein ny podkast

source: <b>HTTP/FTP Authentication</b>
nn: <b>HTTP/FTP-autentisering</b>

source: <b>Locations</b>
nn: <b>Plasseringar</b>

source: <b>Synchronization</b>
nn: <b>Synkronisering</b>

source: Advanced
nn: Avansert

source: Cover
nn: Omslagsbilete

source: Download to:
nn: Last ned til:

source: Feed URL:
nn: Kjeldeadresse:

source: General
nn: Generelt

source: Go to website
nn: Gå til nettstaden

source: Password:
nn: Passord:

source: Playlist name:
nn: Namn på spelelista:

source: Skip this podcast when syncing to my device
nn: Hopp over denne podkasten når eininga vert synkronisert

source: Title:
nn: Tittel:

source: Username:
nn: Brukarnamn:

source: Website:
nn: Nettstad:

source: gPodder Podcast Editor
nn: Podkastendrar

source: website label
nn: nettstadsetikett

source: Show All
nn: Vis alt

source: gPodder Configuration Editor
nn: Innstillingsendrar

source: Additional components
nn: Tilleggskomponentar

source: Install package
nn: Installer pakke

source: <b><big>Playlist manager</big></b>
nn: <b><big>Spelelistehandsamar</big></b>

source: Create your playlist by selecting and sorting these episodes.
nn: Lag spelelista ved å velja og sortera desse episodane.

source: Manage playlist on MP3 player
nn: Handsam speleliste på MP3-spelar

source: <b><big>Select episodes</big></b>
nn: <b><big>Vel episodar</big></b>

source: Select episodes
nn: Vel episodar

source: Find new podcasts
nn: Finn nye podkastar

source: OPML/Search:
nn: OPML/Søk:

source: Select All
nn: Vel alt

source: Select None
nn: Vel ingen

source: Top _podcasts
nn: Topp _podkastar

source: _OPML/Search
nn: _OPML/Søk

source: After syncing an episode:
nn: Etter ein episode er synkronisert:

source: Also remove unplayed episodes
nn: Fjern òg uspela episodar

source: Audio player:
nn: Lydspelar:

source: Check for new episodes on startup
nn: Sjå etter nye episodar under oppstart

source: Clean-up
nn: Rydd opp

source: Delete played episodes:
nn: Slett spela episodar:

source: Device name:
nn: Einingsnamn:

source: Device type:
nn: Einingstype:

source: Devices
nn: Einingar

source: Edit config
nn: Rediger innstillingar

source: Enable notification bubbles
nn: Slå på notifikasjonsboblar

source: Maximum number of episodes per podcast:
nn: Maksimultalet på episodar per podkast:

source: Mountpoint:
nn: Monteringspunkt:

source: Only sync unplayed episodes
nn: Berre synkroniser uavspela episodar

source: Preferences
nn: Innstillingar

source: Remove finished downloads from the downloads tab
nn: Fjern ferdige nedlastingar frå nedlastingsfana

source: Remove played episodes from device
nn: Fjern spela episodar frå eining

source: Replace list on server with local subscriptions
nn: Byt ut liste på tenar med lokale abonnement

source: Show icon in system tray
nn: Vis ikon i systemvarslingsområdet

source: Synchronize subscriptions and episode actions
nn: Synkroniser abonnementar og episodehandlingar

source: Update interval:
nn: Oppdateringsintervall:

source: Updating
nn: Oppdaterer

source: Video player:
nn: Filmspelar:

source: When new episodes are found:
nn: Når nye episodar er funne:

source: C_ancel download
nn: _Avbryt nedlasting

source: _Download
nn: _Last ned

source: <b><big>Synchronizing Podcasts</big></b>
nn: <b><big>Synkroniserer podkaster</big></b>

source: Copying Files To Device
nn: Kopierer filer til eining

source: Episodes marked for synchronization are now transferred to your player device.
nn: Episodar merka for synkronisering vert no overførde til spelaren din.

source: Initializing...
nn: Startar opp …

source: Add podcast via URL
nn: Legg til podkast via ei adresse

source: Change delete lock
nn: Skift slettelås

source: Change played status
nn: Skift spelarstatus

source: Check for Updates
nn: Sjå etter oppdateringar

source: Close
nn: Lukk

source: Copy selected episodes to device
nn: Kopier valde episodar til eining

source: Delete
nn: Slett

source: Device
nn: Eining

source: Discover new podcasts
nn: Finn nye podkastar

source: Download new episodes
nn: Last ned nye episodar

source: Downloaded episodes
nn: Nedlasta episodar

source: Episode descriptions
nn: Episodeskildringar

source: Export to OPML file
nn: Eksporter til OPML-fil

source: Go to gpodder.net
nn: Gå til gpodder.net

source: Hide deleted episodes
nn: Gøym sletta episodar

source: Hide podcasts without episodes
nn: Gøym podkastar utan episodar

source: Import from OPML file
nn: Importer frå OPML-fil

source: Limit downloads to
nn: Avgrens nedlastingar til

source: Limit rate to
nn: Avgrens rate til

source: Manage device playlist
nn: Handter speleliste på eininga

source: Open
nn: Opna

source: Podcast settings
nn: Podkastinnstillingar

source: Quit
nn: Avslutt

source: Report a problem
nn: Rapporter eit problem

source: Select and remove episodes from device
nn: Vel og fjern episodar frå eining

source: Show "All episodes" in podcast list
nn: Vis «Alle episodar» i podkastliste

source: Show toolbar
nn: Vis verktøylinje

source: Support gPodder
nn: Støtt gPodder

source: Sync episodes to device
nn: Synkroniser episodar til eining

source: Transfer
nn: Overfør

source: Unplayed episodes
nn: Uavspela episodar

source: Unsubscribe
nn: Fjern abonnement

source: User manual
nn: Brukarmanual

source: Website
nn: Nettstad

source: _Episodes
nn: _Episodar

source: _Help
nn: _Hjelp

source: _Podcasts
nn: _Podkastar

source: _Subscriptions
nn: _Abonnement

source: _View
nn: _Vis

source: Edit username/password
nn: Endra brukarnamn/passord

source: Reload cover image
nn: Last omslagsbilete på nytt

source: Set cover from file
nn: Vel omslag frå fil

source: Configuration editor
nn: Innstillingsendrar

source: Invert selection
nn: Inverter utval

source: Add new podcasts
nn: Legg til nye podkastar

source: OPML file on the web
nn: OPML-fil på nettet

source: YouTube user channel
nn: YouTube brukarkanal

source: Advanced...
nn: Avansert …

source: Nokia Media Player MPlayer
nn: Nokia mediaspelar MPlayer

source: Use gestures (single selection)
nn: Bruk muserørsler (enkelt val)

source: Cancel download
nn: Avbryt nedlasting

source: Copy selected text
nn: Kopier vald tekst

source: Limit DLs to
nn: Avgrens nedlastingar til

source: Max.
nn: Maks.

source: Update all
nn: Oppdater alle

source: Update selected
nn: Oppdater valde

source: gpodder.net Settings
nn: Innstillingar til gpodder.net

source: My gpodder.net account
nn: Min konto på gpodder.net

source: Cancel selected
nn: Avbryt valde

source: Pause selected
nn: Pause valde

source: Resume selected
nn: Fortset valde

source: Show in download manager
nn: Vis i nedlastingshandsamaren

source: Shownotes
nn: Programnotis

source: Episodes
nn: Episodar

source: Keep
nn: Behald

source: Set username/password
nn: Set brukarnamn/passord

source: Select podcasts to add
nn: Vel podkastar som skal leggjast til

source: Display and view settings
nn: Visingsinnstillingar

source: Display orientation
nn: Visingsorientasjon

source: Feed updating and downloads
nn: Nedlasting og oppdatering av kjelder

source: Player applications
nn: Spelarprogram

source: Player for audio files
nn: Spelar for lydfiler

source: Player for video files
nn: Spelar for filmfiler

source: Settings
nn: Innstillingar

source: Synchronize with gpodder.net
nn: Synkroniser med gpodder.net

source: When new episodes are found
nn: Når nye episodar er funne

source: gpodder.net Synchronization
nn: gpodder.net-synkronisering

source: Add new podcast
nn: Legg til ny podkast

source: All
nn: Alt

source: Welcome to gPodder!
nn: Velkommen til gPodder!

source: Download my list from gpodder.net
nn: Last ned lista mi frå gpodder.net

source: Your podcast list is empty. What do you want to do?
nn: Podkastlista di er tom. Kva vil du gjera?

source: Print debugging output to stdout
nn: Skriv avlusningsutdata til «stdout»
